Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “我是通知你一声，你那徒弟今天估计赶不回来做饭了。掌门正跟他商量历练的事呢。”
en_us: "I am just here to inform you, your disciple will probably be unable to come back to cook today. The sect master is talking to him about an experiential training expedition."

source: “我是！”小孩话到一半，语调一变，眼里闪过一丝精光道，“我才是真的宁子安！辰戈意图夺舍，你快点动手，把他从我身体里赶出来。”
en_us: "I am!" The child's tone changed and a his eyes glimmered as he spoke. " I am the real Ning Zi An! Chen Ge is attempting to seize me. Hurry up and exorcise him from my body.

source: “我有个屁的天赋啊。”
en_us: "I have talent my ass."

source: “我有事！”孤月翻了个白眼，握了握自己失而复得的法器，“沈萤，这到底咋回事？你知不知道我们找了你多久？”
en_us: "I have an issue!" Lonemoon rolled his eyes, grabbed his reclaimed dharma artifacts and asked, "Shen Ying, what exactly is happening? Do you know how long we have been searching for you?"

source: “我有正事。”
en_us: "I have serious matters."

source: “我有要事处理，不能再带着你这个累赘了。就此别过，你自己小心。”
en_us: "I have something to deal with, having you come along will be a burden to me. Farewell and take care of yourself."

source: “我本来姓牛，叫牛化云!”
en_us: "My surname is Niu. I'm called Niu Huayun!"

source: “我没有拿你们任何东西。”羿清上前一步沉声道，“青亦的确是我所杀，但也是他欲杀人夺宝，动手在先。”
en_us: "I didn't take anything that belongs to you,” Yi Qing said firmly as he stepped forward. "I did kill Qing Yi, but that was only because he attempted to kill us and take our treasure."

source: “我灭了你这混蛋！”
en_us: "I am going to destroy you, bastard!"

source: “我爹，还有印家、易家和轩辕家家主，还有各位游仙太叔伯们，都被困在了升仙塔里。只有大仙……只有大仙才能救他们！”印元飞一脸的急切。
en_us: "My father, as well as the Yin, Yi and Xuan Yuan family patriarchs and all the traveling immortal uncle-masters are trapped in the Immortal Ascension Pagoda. Only the Great Immortal... Only the Great Immortal can save them!" said Yin Yuanfei anxiously.

source: “我生前……”碧涛弱弱的看了沈萤一眼，回道，“好像是……留了几颗。”
en_us: "While I was alive..." Bitao once again glanced at Shen Ying before he continued, "I think I... left a few in there."

source: “我的悟性就真的这么差？半点都悟不到。”
en_us: "Is my perception really that bad? I can't even perceive anything."

source: “我的意思是，你们刚说的那个杀尽妖类，禽兽不如的家伙……”她叹了口气，拍了拍那灰扑扑的袍子抬起头，仍是那无精打采的样子，却指了指自己的鼻子道，“可能……是我！”
en_us: "What I mean is that the merciless fellow who slaughtered demons and is worse than beasts you spoke of earlier…" She sighed and patted her gray robe. With that same spiritless look on her face, she pointed at herself, "might… be me!"

source: “我的法器……”
en_us: "My Dharma artifact..."

source: “我的狮吼兽就是在那座岛屿上遇到的。”易峰指了指右侧的一座大岛道。
en_us: "My Lion Roaring Beast was found on that island," YI Feng gestured to a huge island to his right.

source: “我的确在秘境见过千叶草木灵。”羿清脸色沉了沉，自然也猜到了对方的目的，直接越过众人上前道，“却不是你们轩辕家带入秘境的。”
en_us: "I did find a Thousand Leaves Vegetation Spirit in the mystic realm." Yi Qing's expression darkened. He understood what the Xuan Yuan Family was up to as well. As he walked past the crowd, he continued, "But it isn't the one that the Xuan Yuan Family brought into the mystic realm."

source: “我的确是剑修。”虽然不知道对方的来意，羿清还是坦荡的点了点头。
en_us: "I am indeed a sword cultivator." Although he didn't know the other party's intentions, Yi Qing still nodded without any reservations.

source: “我的身份？”
en_us: “My identity？”

source: “我的！”他话音刚落，一道女声突然开口道。
en_us: "It belongs to me!" A female voice replied as soon as he had finished asking the question.

source: “我相信!”轩辕禹立马举手站队。
en_us: "I believe!" Xuan Yuanyu immediately raised his hand to show his stand.

source: “我相信，大……羿掌门，不是随便冤枉别人的人，既然她已经动了手，肯定是那振祥犯了大错。”
en_us: "I believe, Great... Sect Master Yi, would not malign people, since she had already took him out, he must have made a huge mistake."

source: “我看派中的灵兽对沈掌门气息很是敏感，想必你一定精通寻踪观气？”
en_us: "The spirit beast in my sect was very drawn to Sect Master Shen's aura. My guess is you're proficient in the pursuit and the observation?"

source: “我看道友对灵兽貌似也很有兴趣？”
en_us: "Fellow Daoist, you seem to be very interested in spirit beasts."

source: “我知师父担心弟子，但是有战不接，定会让其它门派小看了我无敌派。”
en_us: "I know that Master is worried about me, but if we do not accept, other sects will look down on our Invincible Sect."

source: “我知道你们要去追刚刚那个修士，但何必急于这一时，只要你们有人接了这传承，飞升成仙指日可待。以后又何须怕他。”
en_us: "I know you all want to go after that cultivator, but you don't have to rush. Once you take over the heritage, you'll be able to ascend to immortality soon. You won't have to fear him anymore."

source: “我知道师父不会有事。”羿清却没有停下，反而飞得更快了，“我是担心师父一个人出门。”
en_us: "I know Master will be okay." Instead of stopping, Yi Qing flew faster. "I am worried about Master going out alone."

source: “我知道师父在此，是为了修行。冒然离开，怕是对……咦？咦！师……师父，你答应了！”羿清不敢置信的睁大了眼睛，感觉像是幻听。毕竟选择在这妖界旁边居住，必定是修为受到了什么大的阻碍，不得已而为之。而修行之事，最忌半途而废。她居然就这么轻易答应她离开！
en_us: "I understand that Master has stayed here for the sake of cultivation. To ask you to just leave like that might be… Huh? Oh! M-… Master, you accept!" Yi Qing grew round-eyed in disbelief. He felt as if he had imagined what he heard. After all, her decision to stay by the borders of the Demon Realm must have been due to some huge obstacle in cultivation, a choice borne out of desperation. Giving up halfway was something that should be avoided the most during cultivation, yet she actually agreed to leave this place so easily!

source: “我突然发现一个严重的问题！”她站了起来。
en_us: "I suddenly realised a serious problem!" she exclaimed as she stood up abruptly.

source: “我端得稳。”
en_us: "I'm comfortable holding this."

source: “我等估计要在此小住一段时间，不打扰吧？”
en_us: Pu Feiping asked, "I think we would have to stay here for a little while. Would we be imposing on you?"

source: “我等修为低微，看不出仙师们的深浅，不知那两位仙师的修为是？”
en_us: "Our cultivation levels are low and we can't seem to see how high your levels are. May we enquire as to the levels of your cultivations?"

source: “我等已开宗立派，名唤无敌派。这次是带门下弟子来参赛的。”孤月解释。
en_us: "We have already formed a sect called the Invincible Sect. We have brought our disciples here to participate in the competition," Lonemoon explained.

source: “我管她什么鬼生命体？这话我听不懂，现在只想为我追魂楼出口气，痛揍他一顿！”
en_us: "I don't care what kind of stupid living organism? I don't understand, I just want to have my revenge for the Soul Chasing Tower and beat her up!"

source: “我练过，轻体术。”
en_us: "I have practiced the Light Body Spell."

source: “我给的啊！”沈萤回。
en_us: "I gave it!" Shen Ying replied.

source: “我肚子饿了啊。”沈萤一脸无辜。
en_us: "I'm really hungry," Shen Ying explained innocently.

source: “我装点东西。”
en_us: "To store something."

source: “我要冬眠！”
en_us: "I'm going into hibernation!"

source: “我要有什么事？”沈萤一脸茫然。
en_us: "Why wouldn't I be?" Shen Ying looked confused.

source: “我要杀了你，杀了你……”
en_us: "I'm going to kill you, kill you..."

source: “我让他们把升仙塔的事散播出去，就是为了引天下修士齐集塔中。”他语气满满都是得意，“只要他们一入塔，就会陷入心魔之中，时日一长，他们的肉体，元神，修为都会被塔吸收，成为供我成魔的养分。所以这塔还有另外一个名字——炼魔塔。”
en_us: "I let them spread the word about the Immortal Ascension Pagoda because I wanted to attract all the cultivators into it," he proudly declared. "As soon as they enter the pagoda, they will have to face their mental demons. As time goes by, their physical body, primordial spirit and cultivation will be absorbed by this pagoda. This way, they will provide the nutrients I need to become a Perfected Demon. That's why this pagoda has another name - the Demon Cultivating Pagoda.

source: “我说……”沈萤掀开被子，眉头紧皱，“你们能不能安静点？”很晚了的说。
en_us: "I am thinking…" Shen Ying pulled away her blanket, her brows furrowed, "Can't you all be quieter? It is already very late."

source: “我说……”沈萤眼神微眯，突然倾身上前，宛若无物的迎着黑气走了过来，伸手一抓。
en_us: "I say..." Shen Ying narrowed her eyes. Suddenly she leaned forward, walked nonchalantly over to the blob of black gas and reached her hand inside.

source: “我说沈萤……”她刚想开口，突然耳边传来一道急促的风声，心下一紧，转手抓住人往后疾退到了十丈开外。下一刻一把阴气四溢利剑就插在了之前站立的地方。
en_us: "Shen Ying…" But just as she was about to start talking, the sound of fierce winds was suddenly heard. Alarmed, she turned to grab the person beside her and retreated 100 feet. The next moment, a sword emitting Yin Qi was stabbed into the spot where they had been standing at.

source: “我说的那些，你不都知道吗？”
en_us: "You don't know what I was talking about before?"

source: “我说过只要江如虎江豹江松的腿，其他人不想被误伤，请让开！”江逸不带一丝情绪波动的声音响起，让很多江家子弟自动后退几步，江逸敢在演武殿动手，很明显已经豁出去了，和一个疯子斗不值得。
en_us: "I said I only want the legs of Jiang Ruhu, Jiang Bao and Jiang Song. Those that do not want to be mistakenly injured, please stand aside!" Jiang Yi's voice echoed without any emotions. Majority of the descendants of Jiang Clan took a few steps back. If Jiang Yi dared to make a move in the Martial Arts Demonstration Hall, it meant that he was taking all risks. It wasn't worth it to fight it out with a madman.

source: “我走了。”沈萤转身就往殿外走去。
en_us: "I'm leaving," Shen Ying turned and headed out.

source: “我跳进来的啊。”她指了指头顶那个窟窿。
en_us: "I jumped in here," she pointed toward the hold on top of her head.

source: “我这也没啥……”她想了想，转手把手里的铁锹递给他，“要不你帮我把坑填了吧，我挖了十几天了，挺麻烦的。”
en_us: "I haven't anything that needs doing…" She thought for a while before passing the metal spade to him, saying, "Maybe you can help me fill up the pit. I spent ten days digging it, it was really tedious."

source: “我这回来，就是想告诉你们一声。”她直接把萝卜从腿上拔了下来，“这虽然是个萝卜，但也是有主萝卜。你们再喜欢吃素菜，我不给，你们抢也没用。”
en_us: "I came back to tell you guys this." Shen Ying plucked the radish from her thigh and continued, "This may be a radish, but it belongs to someone. Your family may really love vegetables, but you can't snatch it from me if I refuse to give it to you."

source: “我这就去准备。”
en_us: "I'll go and prepare them right now."

source: “我追魂楼的事，你们还没给我个交待呢？”枫影直接一拍桌子站了起来，义正词辞的道，“孤月长老，我废了半生的心血才建起的追魂楼，你们说砸就砸了。事到临头，一句救人心切找错人就完了？反正我不管，要么你们赔我个追魂楼，要么你们现在就杀了我，不然我绝不离开。”
en_us: "You guys have not given me an explanation for the matters of my Soul Chasing Tower?" Feng Ying immediately hit the table and spoke sternly, "Elder Lonemoon, I have painstakingly spent all my effort to build the Soul Chasing Tower and you guys just destroyed it like that. At this juncture now, one line of wanting to help and save the people and that I have knocked on the wrong door? Anyway I don't care, it's either you guys compensate me my Soul Chasing Tower, or kill me now, if not I will not leave."

source: “我门下那些弟子，哪比得上大仙的门人。”轩辕禹笑得越加的客气，开始了一波商业互吹，说完又掏出一瓶丹药递了过去，“对了，此丹是调养灵气用的凝灵丹，不是什么大不了的丹药，只是与之前那瓶养神丹配合使用效果会更好。正是适合贵派的弟子，就当祝贺贵派进入决赛了。”
en_us: "The disciples from my sect cannot compare to yours." Xuan Yuanyu smiled more politely. Lonemoon and Xuan Yuanyu exchanged one line for another, praising one another's sect. After a while, Xuan Yuanyu retrieved a bottle of pills from his bag and handed it over. "Oh yes, these pills are Spirit Condensing Pills. They will help to nurse your Spirit Qi. They're not that special, but they will have a better effect if you consume them together with the nourishing elixirs from before. They're perfect for your disciples. Take it as a congratulatory gift from me to you.”

source: “我？”
en_us: "Me?"

source: “我？”孤月一惊，连上青界都千方百计想得到的东西，她就随随便便的送人了？到底知不知道草木灵意味着什么，那可是数不尽的灵植和丹药，你到底还要不要涨修为了。
en_us: "Me?" Lonemoon was shocked. Why was she so easily giving away something that was so highly sought after, even in the Upper Azure World? Did she not understand what this vegetation spirit could do? It was the equivalent of countless spirit herbs and pills. Did she even want to continue cultivating?

source: “我？”沈萤一愣，老实的回答，“我没修为。”
en_us: "Me?" Shen Ying paused and answered honestly, "I have no cultivation."

source: “或者……”他扫了一圈众人，“真要等我们血洗了这里，再来慢慢寻回我族传世之宝。”说完他身上的威压再次放了出来，带来的人也纷纷亮出了武器。
en_us: "Or…" The man swept his gaze across the crowd before he continued, "Do you really want me to turn this place into a bloodbath so that I can take my time to look for the treasure that rightfully belongs to my family?" As soon as the words were out of his mouth, he released the suppressive force from his body once again. The people he had brought with him also began to take out their weapons.

source: “戚橙雨，别忘了这里可是悟剑峰，你杀了我也休想从这出去？”他大声威胁道，“山上的尊者们，马上就会发现这里的！”
en_us: "Qi Chengyu, do not forget that this is Sword Comprehension Peak. If you kill me, do you think you can leave here alive?" he threatened loudly. "The Supremacies on the mountains will discover this immediately!"

source: “所以……”他突然回过头，一脸肯定的道，“她绝对找不到回来的路！”
en_us: "The problem is…" He suddenly turned his head and said with a look of certainty, "She'll never find her way back!"

source: “所以……你们是去找烤鸡妹子的？”一个熟悉的女声，突然在她身后响起。
en_us: "So... you're going to look for the Roasted Chicken Gal?" A familiar voice sounded out from behind them.

source: “所以……你要恩将仇报？”他不会想赖上她吧？这一穷二白的，你眼光有点歪啊！
en_us: "So… You want to bite the hand that fed you?" Did he actually want to rely on her? She was already destitute, what a funny way of thinking!

source: “所以……我一个人上去。”羿清扫了众人一眼，又看向已经开始慢慢消失的这片荒原，才沉声道，“这片地界开始消失了，证明这升仙塔是不会让我们继续停留在这一层的，我们没有回头的路。我先上去看看是否有其它出路，如若不是什么凶险之地，你们再上来。如若……”他停顿了一会，才继续道，“你们就等到万不等已的时候再上来吧？我们这么久没有回去，师父定会来寻我们的。”
en_us: "That''s why... I'm going alone," Yi Qing scanned the group and looked around the fast disappearing wasteland. He lowered his voice, "This level is beginning to disappear. This proves that the pagoda would not let us remain at this level. There's no turning back. I'll go up to see if there's another way out. If it's not a dangerous place, I will inform you and you can come up. If..." Yi Qing paused. "You will wait until you can wait no longer, then come up. We've been away for so long. Master will surely come for us."

source: “所以三宗六派中只有化神尊者，才有进入那的通行玉牌。”她认真的道，“除非有通行的玉牌，不然……”
en_us: "So Soul Formation Supremacies from the Three sects Six Schools are the only ones who have the passage jade token, and only they can gain entry." She explained earnestly, "Unless one has the passage jade token, otherwise…"

source: “所以不单是她们要参赛，为免有人小瞧她们，我们都得去，包括你！”说完他直接扯过她的手，硬把那个参赛令牌塞进了她手里，“你明天最好早点起来，不然……”他脸色一沉，一字一句的道，“下个月的伙食费，取消！”
en_us: "So not only are they going to participate in order to prevent people from belittling them, we have to go as well, including you!" When he finished, he immediately pulled her arm over and forcefully stuck the token in her hand. "You better wake up earlier tomorrow, otherwise…" His expression became solemn as he pronounced each of the following words clearly, "Next month's food allowance will be canceled!"

source: “所以没有人会问……她们愿不愿意？”
en_us: "So nobody would ask… if they were willing?"

source: “所以？”
en_us: "What's the problem?"

source: “手中无剑，心中有剑……”
en_us: "No sword in my hand, but a sword in my heart..."

source: “扑通！”
en_us: “Crash!”

source: “打一场？”
en_us: "Spar in a match?"

source: “打一顿就好了。”
en_us: "Just beat them."

source: “打得不错，继续加油！”
en_us: "You guys fought well. Keep working hard!"

source: “打架去了！”
en_us: "I went to fight!"

source: “扔你妹啊。”敢情刚刚他白说了一堆是吧。
en_us: "Throw my ass!" Had he offered so much explanation in vain?

source: “扶……扶什么思达？”郁红一脸的茫然，“掌门请恕弟子愚钝，此话何意？”
en_us: "Fu… Fu what Si Da?" Yu Hong was stunned. "Sect Master, please forgive your disciple’s ignorance, but what did that phrase mean?"

source: “找人？”
en_us: "Get help?"

source: “找到了！”她用力一拉，突然从床下拽出一面黑色的幡旗，“就是这个，兔子只搬走了他的身体，留了这个下来，你要吗？”她伸手递了过去。
en_us: "Found it!" She gave a tug and suddenly pulled out a black flag. "This is the one, the rabbit only carried out his body, but left this behind. You want it?" She extended it to him.

source: “找姬听雨？”
en_us: "Search for Ji Tingyu?"

source: “找得到吗？兔子？”
en_us: "Can you find it, Rabbit?"

source: “找死！”
en_us: "You must be tired of living!"

source: “把千叶草木灵，给我！”他突然转身唤出条火龙，朝三人扑了过来，火光到处，满室的丹药顿时化为了灰烬。
en_us: "Give me the Thousand Leaves Vegetation Spirit!" Suddenly, Qing Yi turned around and released an inferno dragon. A flaming light filled the room as all the pills in the Storage Repository disintegrated in the flames.

source: “把饭吃完才能走！”他指了指桌上被她扔开的筷子。
en_us: "Finish you food before leaving!" Lonemoon pointed at the chopsticks she had discarded on the table.

source: “抓住她！”呈安大喊了一声，一时间院内阵法大亮，早就埋伏好了的弟子拿着武器就冲了过去。
en_us: "Catch it!" Cheng An shouted. Immediately the array formation was activated and the disciples who had been lying in ambush rushed over with their weapons.

source: “护山大阵！”刚刚那一瞬间，护法大阵启动了。奚秋顿时脸色一白，跟孤月对视了一眼，“出事了！”
en_us: "Protective Mountain Array!" Immediately, the Protective Mountain Array was set up. Xi Qiu's face turned pale as he turned to meet Lonemoon's eyes. "Something's happening!"

source: “护山大阵！”孤月一惊，顶头看着已经全黑下来的天空，“这是……元婴雷劫，他居然直接就结婴了！”卧槽，要不是这么快！一场顿悟直接从金丹跳到了元婴，这简直就是撑杆跳了，“果然不愧是未来的最强剑仙。”
en_us: "Protective mountain array!" Lonemoon was taken aback as the sky above had become totally dark. "This is… a Nascent Soul Lightning Tribulation. He has even achieved Nascent Soul Formation realm!" Holy shit, that was really quick! One session of epiphany and he had jumped from Golden Core realm to Nascent Soul Formation realm, which was tantamount to pole-vaulting. "He is indeed the future's most powerful sword immortal."

source: “抱歉。”羿清也立马抱拳，“椅子是我放的。”绝不能让师父背锅！
en_us: "Sorry." Yi Qing also immediately cupped his fists. "The chair was placed there by me." Definitely cannot allow Master to be the scapegoat!

source: “担心什么？傻丫头，少爷是修炼忘记了时间！”
en_us: "What is there to worry about? Silly girl, your young master was just so busy practicing essence force refinement that he forgot the time!"

source: “拆穿？”他愣了一下，突然想起五天前，师父的确是问了一句话，他就火烧屁股似的跑出去了。从那天起，就开始扬着一张便秘脸，日日站在门口张望，“对了，师父那日说的穿越……是何意？”难道是什么高深的道法？
en_us: "Expose?" Taken aback, he suddenly recalled that five days ago, Master had indeed asked a question which resulted in Supremacy Lonemoon dashing out in a hurry. Ever since then, he had begun to have an expression as if constipated, and stood by the door daily. "Oh right, Master mentioned transmigration that day… What does that mean?" Could it be some kind of high level Dharmic Dao?

source: “拉走？”孤月一愣，“你是说有人救他们，是什么人？”
en_us: "Took them away?" Lonemoon hesitated. "You mean somebody saved them. Who?"

source: “拔萝卜？”沈萤一愣，“要不我叫兔……”
en_us: "Pull out the radish?" Shen Ying faltered, "How about I get rabbit..."

source: “招弟子什么的，好麻烦啊……”
en_us: "It's so troublesome to recruit disciples..."

source: “挨饿伤胃的。”
en_us: "Hunger can hurt the stomach."

source: “振祥老贼！”郁红咬牙怒瞪向对面的人，本以为白天躲了他的追击，他定会派人去其它地方寻找。没想到居然早就料到她们还会回来，还联合了那个接头人，将她们骗到这里。
en_us: "Zhen Xiang, you old crook!" Yu Hong gritted her teeth and glared at the man across from her. She had thought that since they managed to evade his pursuit in the day, he would have ordered people to search in other areas. But she had never imagined that he already knew they would return and even colluded with that middleman to trick them over here.

source: “损个屁！”
en_us: "At stake, my ass!"

source: “据我追魂楼传来的消息，郁家的确凭着这升仙塔的事，又成了上青界最受关注的大世家。人人争相与郁家打好关系，就想多得知些升仙塔的消息。”枫影继续解释道，“郁家自知无法独占，家主又失踪，所以由郁家长老做主请了其它三大世家的大能修士，先行进塔一试。”
en_us: "According to the information obtained by my Soul Chasing Tower, the Yu Family attracts the most attention out of all the aristocratic families because of this pagoda. Everyone wants to get into their good books so that they can learn more about this Immortal Ascension Pagoda," Feng Ying explained. "The Yu Family knows that they cannot keep the pagoda to themselves now that their Master is missing. The elders of the Yu Family thus decided to invite the great cultivators from the other three aristocratic families to enter the pagoda and try it out\."

source: “掌……掌门。”思羽妹子突然走了进来，带些犹豫和纠结怯怯的看了她一眼，“我……我有事能请教下您吗？”
en_us: "Sect... Sect Master," Sister Si Yu suddenly walked into the room. Her eyes were troubled and she hesitated, "I... I have something to ask you."

source: “掌柜的……”孤月一脸尴尬的上前，活了两辈子，第一次吃饭没给钱，还被人追出来，太丢脸了！“咳，是我们一时失误，着急离开忘了付账，这就补上。不知刚刚那顿，是多少灵石？”
en_us: "Owner…" Lonemoon had an awkward expression on his face as he stepped forward. He had already lived one lifetime and was on his second, but this was the first time he had been chased after for having forgotten to pay for a meal. This is so embarrassing! "Heh, this was our mistake. We were in such a rush that we forgot to pay our bill. We'll compensate you right now. How many spirit stones did our meal cost?"

source: “掌门……”
en_us: "Sect Master..."

source: “掌门、孤月长老。”正考虑怎么让牛爸爸带她去城里补一顿，郁红拿着一张红色的贴子走了进来，脸色有些古怪的道，“这是……易家的拜贴。”
en_us: "Sect Master, Elder Lonemoon." Just as Shen Ying was was thinking of a way to get Father Niu to take her to the city for a meal, Yu Hong walked in with a red card in her hand. With a queer look on her face, she said, "This is... the Yi Family's visiting card."

source: “掌门。”思羽低下头，半会才低声道，“我以后……能不能不见印公子了?”
en_us: "Sect Master," Si Yu bowed her head. After a moment, she whispered, "In future... can I never meet Young Master Yin again?"

source: “掌门。”思羽吸了吸鼻子，一时间像是找到什么依靠似的，全身气息一散。转瞬间又变成了刚刚那个娇弱的软萌妹子，“可……可是我的铃铛……”
en_us: "Sect Master." Si Yu sniffled as if having found a pillar to lean on. Her aura of before subsided and she immediately turned back to that gentle and cute girl. "But… but my bell…"

source: “掌门。”未等他们开口，郁红抬起头道，“经过昨天一事，我们才明白，无论多么强大的庇护都只是一时的，只有自己变强才能改变我们的命运。冥阴山虽好，但我们毕竟还是修仙之人。除非散功重修，不然我们永远都只能止步于此。”
en_us: "Sect Master,” Yu Hong began without waiting for Shen Ying to say anything. "After what happened yesterday, we understand that no matter how strong our protection is, we will only be able to truly control our fate if we ourselves become strong. Ming Yin Mountain is good, but we are Immortal Cultivators after all. Unless we're willing to render our cultivations null and train again from scratch, we will never be able to improve there."

source: “掌门与我们同在！”
en_us: "May Sect Master always be with us!"

source: “掌门您忘了。”郁红上前回道，“孤月长老去的就是印家。而且听昨晚那郁海珩所言，他好似……也已经入塔了。”
en_us: "Sect Master, you forgot," Yu Hong stepped forward and answered. "Elder Lonemooon went to the Yin Family. According to what Yu Hai Heng said yesterday, Elder Lonemoon also... went into the pagoda."

source: “掌门放心！我们一定为派争光！”
en_us: "Sect Master, rest assured! We will fight for glory!"

source: “掌门！”旁边顿时响起一道女声，郁红突然捧着个碟子从旁边插了进来，上面是一只吃剩的包子，“羿清长老准备的夜宵，您……要吃吗？”
en_us: "Sect Master!" A female voice suddenly rang out. Yu Hong, holding a plate on which sat a left-over bun, walked over and inserted herself between them. "This is the supper prepared by Yi Qing, would you like to ... have it?"

source: “掌门！”看到沈萤，思羽一把推开了身边的印元飞，快步迎了上去，一脸委屈的拉住了衣袖，“红师姐……他们抓了红姐姐！”
en_us: "Sect Master!" Si Yu immediately pushed Yin Yuanfei aside and rushed to Shen Ying's side upopn seeing her. She tugged at Shen Ying's sleeve and cried in frustration, "Senior Sister Hong... They took Big Sister Hong!"

source: “掌门！”趁着休息时间，性格最软的思羽妹子忍不住上前拦住了路过的外挂。
en_us: "Sect Master!" Making use of the break time, Sister Si Yu, who had the softest character, could not help but go to stop that cheat who was passing by.

source: “掌门，修行很久了吗？”
en_us: "Sect Master, have you been cultivating for a long time?"

source: “掌门，喝喝我这现煮的豆浆怎么样？”
en_us: "Sect Master, why don't you try this soya bean milk that I've made?"

source: “掌门，您先尝尝这碗甜豆腐脑，看看合不合口味？”郁红笑着把手里的碗递了过去。
en_us: "Sect Master, do try this bowl of sweet beancurd and see if it is to your liking?" Yu Hong passed the bowl of beancurd over with a smile.

source: “掌门，您再尝尝这莲子羹，我用灵火熬着的，可香了。”
en_us: "Sect Master, please try the lotus seeds. I used spirit fire to cook them. They're really fragrant!"

source: “掌门，您觉得这饺子怎么样？合您口味吗？”
en_us: "Sect Master, what do you think about the dumplings? Are they to your liking?"

source: “掌门，我这小笼包也熟了，要试试吗？”
en_us: "Sect Master, my Xiao Long Baos[1. A type of bun] are cooked! Would you like to try them?"

source: “掌门，要……送我？！”她眼泪一收，一脸不敢置信，“那……能再送我一个新铃铛吗？”
en_us: "Sect Master, you are giving it to me?!" Her tears stopped as she wore a face of disbelief. "Then… can you gift me a new bell?"

source: “掌门，这是印家少主印元飞。”思羽上前解释道，“他被郁家的人追杀，昨日半夜被兔妖们送到这的。”
en_us: "Sect Master, this is Yin Yuanfei, the young master of the Yin family," Si Yu stepped forwards to explain. "He was escaping pursuit from the Yu Family, who were trying to kill him. Yesterday, the rabbit demons brought him to in here in the middle of the night."

source: “掌门，除了护山大阵以外，可否有封锁整个玄天宗的方法？”羿清突然开口道。
en_us: "Sect Master, apart from the protective mountain array, are there any other ways to seal up the entire Blackheaven Sect?" Yi Qing suddenly asked.
